azemoh.one-monokai
DavidAnson.vscode-markdownlint
esbenp.prettier-vscode
golang.go
ionutvmi.path-autocomplete
mechatroner.rainbow-csv
ms-python.python
ms-python.vscode-pylance
mtxr.sqltools
mushan.vscode-paste-image
PKief.material-icon-theme
qinjia.seti-icons
vscodevim.vim
